Repository: mmcorp/django-oscar-brand
Catalog: trademark/conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Slug
ru: URL название

source: Country
ru: Страна

source: Trademark
ru: Марка

source: Product class
ru: Класс продукта

source: Formula
ru: Формула

source: Home
ru: Домой

source: Trademarks
ru: Марки

source: View all trademarks
ru: Показать все марки

source: Brands
ru: Бренды

source: View trademark details
ru: Показать детали марки

source: No trademarks found in the area.
ru: Не найдено марок в этой области

source: No trademark data available.
ru: Нет информации по маркам

source: View trademark detail
ru: Показать информацию по марке

source: View brand details
ru: Показать информацию по бренду
